Repository: macstock/IPA-Download
Catalog: Pastel/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, th, zh_hant, zh_hk

source: %lld 个 App
en: %lld apps
ja: %lld 個のApp
ko: %lld개 App
th: %lld แอป
zh_hant: %lld 個 App

source: %lld 个 App · %lld 个文件
en: %lld apps · %lld files
ja: %lld 件の App ・ %lld 件のファイル
ko: 앱 %lld개 · 파일 %lld개
th: %lld แอป · %lld ไฟล์
zh_hant: %lld 個 App · %lld 個檔案
zh_hk: %lld 個 App · %lld 個檔案

source: %lld 个版本
en: %lld versions
ja: %lld 件のバージョン
ko: 버전 %lld개
th: %lld เวอร์ชัน
zh_hant: %lld 個版本
zh_hk: %lld 個版本

source: %lld 个结果
en: %lld results
ja: %lld 件の結果
ko: 결과 %lld개
th: %lld ผลลัพธ์
zh_hant: %lld 個結果
zh_hk: %lld 個結果

source: %lld 条结果
en: %lld results
ja: %lld 件の結果
ko: 결과 %lld개
th: %lld ผลลัพธ์
zh_hant: %lld 個結果
zh_hk: %lld 個結果

source: App Store 地区，例如 cn、us、jp
en: App Store region, e.g. cn, us, jp
ja: App Store の地域、例：cn、us、jp
ko: App Store 지역, 예: cn, us, jp
th: ภูมิภาค App Store เช่น cn, us, jp
zh_hant: App Store 地區，例如 cn、us、jp
zh_hk: App Store 地區，例如 cn、us、jp

source: App 列表加载失败：%@
en: Failed to load app list: %@
ja: App リストの読み込みに失敗：%@
ko: 앱 목록 불러오기 실패: %@
th: โหลดรายการแอปล้มเหลว: %@
zh_hant: App 清單載入失敗：%@
zh_hk: App 清單載入失敗：%@

source: Apple 账户
en: Apple account
ja: Apple アカウント
ko: Apple 계정
th: บัญชี Apple
zh_hant: Apple 帳號
zh_hk: Apple 帳戶

source: Apple 账户密码
en: Apple account password
ja: Apple アカウントのパスワード
ko: Apple 계정 비밀번호
th: รหัสผ่านบัญชี Apple
zh_hant: Apple 帳號密碼
zh_hk: Apple 帳戶密碼

source: Apple 账户密码存储在 macOS Keychain 中，本机只保存账户名称和地区等非敏感设置。
en: Apple account passwords are stored in macOS Keychain. Pastel only keeps non-sensitive settings such as account names and regions on this Mac.
ja: AppleアカウントのパスワードはmacOS Keychainに保存されます。このMacにはアカウント名や地域などの機密性の低い設定のみ保存されます。
ko: Apple 계정 암호는 macOS Keychain에 저장됩니다. 이 Mac에는 계정 이름과 지역 같은 민감하지 않은 설정만 저장됩니다.
th: รหัสผ่านบัญชี Apple จะถูกจัดเก็บใน macOS Keychain และในเครื่องนี้จะเก็บเฉพาะการตั้งค่าที่ไม่ละเอียดอ่อน เช่น ชื่อบัญชีและภูมิภาค
zh_hant: Apple 帳戶密碼會儲存在 macOS Keychain 中，本機只保存帳戶名稱和地區等非敏感設定。
zh_hk: Apple 帳戶密碼會儲存在 macOS Keychain 中，本機只保存帳戶名稱和地區等非敏感設定。

source: IPA 会在此处保存。
en: IPAs are saved here.
ja: IPAはここに保存されます。
ko: IPA는 여기에 저장됩니다.
th: IPA จะถูกบันทึกที่นี่
zh_hant: IPA 會儲存在此處。

source: Node 查询失败。
en: Node query failed.
ja: Node クエリに失敗しました。
ko: Node 쿼리에 실패했습니다.
th: การสอบถาม Node ล้มเหลว
zh_hant: Node 查詢失敗。
zh_hk: Node 查詢失敗。

source: npm 组件
en: npm package
ja: npm パッケージ
ko: npm 패키지
th: แพ็กเกจ npm
zh_hant: npm 套件

source: 下载
en: Download
ja: ダウンロード
ko: 다운로드
th: ดาวน์โหลด
zh_hant: 下載
zh_hk: 下載

source: 下载与存储
en: Downloads & Storage
ja: ダウンロードと保存
ko: 다운로드 및 저장
th: การดาวน์โหลดและพื้นที่จัดเก็บ
zh_hant: 下載與儲存

source: 下载与购买逻辑参考
en: Download & purchase logic reference
ja: ダウンロード・購入処理の参考
ko: 다운로드 및 구매 로직 참고
th: อ้างอิงตรรกะการดาวน์โหลดและการซื้อ
zh_hant: 下載與購買邏輯參考
zh_hk: 下載與購買邏輯參考

source: 下载中
en: Downloading
ja: ダウンロード中
ko: 다운로드 중
th: กำลังดาวน์โหลด
zh_hant: 下載中
zh_hk: 下載中

source: 下载后不再显示 App Store 更新
en: Download without App Store update prompts
ja: App Store のアップデート通知を表示しない形でダウンロード
ko: App Store 업데이트 알림 없이 다운로드
th: ดาวน์โหลดโดยไม่แสดงการแจ้งเตือนอัปเดตจาก App Store
zh_hant: 下載後不再顯示 App Store 更新
zh_hk: 下載後不再顯示 App Store 更新

source: 下载失败
en: Download failed
ja: ダウンロード失敗
ko: 다운로드 실패
th: ดาวน์โหลดล้มเหลว
zh_hant: 下載失敗
zh_hk: 下載失敗

source: 下载失败，暂无详细日志。
en: Download failed; no detailed log available.
ja: ダウンロードに失敗しました。詳細なログはありません。
ko: 다운로드 실패. 자세한 로그가 없습니다.
th: ดาวน์โหลดล้มเหลว ไม่มีบันทึกโดยละเอียด
zh_hant: 下載失敗，暫無詳細日誌。
zh_hk: 下載失敗，暫無詳細日誌。

source: 下载完成后会显示在这里。
en: Downloaded items will appear here.
ja: ダウンロードが完了するとここに表示されます。
ko: 다운로드가 완료되면 여기에 표시됩니다.
th: รายการที่ดาวน์โหลดเสร็จจะแสดงที่นี่
zh_hant: 下載完成後會顯示在這裡。

source: 下载文件
en: Downloads
ja: ダウンロード
ko: 다운로드
th: ดาวน์โหลด
zh_hant: 下載檔案

source: 下载日期
en: Download Date
ja: ダウンロード日
ko: 다운로드 날짜
th: วันที่ดาวน์โหลด
zh_hant: 下載日期

source: 下载此 ID
en: Download this ID
ja: この ID をダウンロード
ko: 이 ID 다운로드
th: ดาวน์โหลด ID นี้
zh_hant: 下載此 ID
zh_hk: 下載此 ID

source: 下载此版本
en: Download this version
ja: このバージョンをダウンロード
ko: 이 버전 다운로드
th: ดาวน์โหลดเวอร์ชันนี้
zh_hant: 下載此版本
zh_hk: 下載此版本

source: 下载过程和错误将显示于此处。
en: Download progress and errors appear here.
ja: ダウンロードの進行状況とエラーがここに表示されます。
ko: 다운로드 진행 상황과 오류가 여기에 표시됩니다.
th: ความคืบหน้าการดาวน์โหลดและข้อผิดพลาดจะแสดงที่นี่
zh_hant: 下載過程和錯誤會顯示在此處。
zh_hk: 下載過程和錯誤會顯示在此處。

source: 下载进度 %@
en: Download progress %@
ja: ダウンロード進捗 %@
ko: 다운로드 진행률 %@
th: ความคืบหน้าการดาวน์โหลด %@
zh_hant: 下載進度 %@
zh_hk: 下載進度 %@

source: 不再更新
en: No Updates
ja: 更新なし
ko: 업데이트 안 함
th: ไม่อัปเดต

source: 从 GitHub 检查 Pastel 新版本。
en: Check GitHub for new Pastel versions.
ja: GitHubでPastelの新しいバージョンを確認します。
ko: GitHub에서 새 Pastel 버전을 확인합니다.
th: ตรวจสอบเวอร์ชันใหม่ของ Pastel จาก GitHub
zh_hant: 從 GitHub 檢查 Pastel 新版本。
zh_hk: 從 GitHub 檢查 Pastel 新版本。

source: 从搜索结果里选择一个 App。
en: Select an app from the search results.
ja: 検索結果から App を選択してください。
ko: 검색 결과에서 앱을 선택하세요.
th: เลือกแอปจากผลการค้นหา
zh_hant: 從搜尋結果中選擇一個 App。
zh_hk: 從搜尋結果中選擇一個 App。

source: 任务完成。
en: Task completed.
ja: タスクが完了しました。
ko: 작업이 완료되었습니다.
th: งานเสร็จสิ้น
zh_hant: 工作完成。
zh_hk: 工作完成。

source: 任务已开始。
en: Task started.
ja: タスクを開始しました。
ko: 작업을 시작했습니다.
th: เริ่มงานแล้ว
zh_hant: 工作已開始。
zh_hk: 工作已開始。

source: 任务结束，退出码：%lld
en: Task ended, exit code: %lld
ja: タスク終了、終了コード：%lld
ko: 작업 종료, 종료 코드: %lld
th: งานสิ้นสุด รหัสออก: %lld
zh_hant: 工作結束，結束碼：%lld
zh_hk: 工作結束，結束碼：%lld

source: 使用 Keychain 保护
en: Protected with Keychain
ja: Keychainで保護
ko: Keychain으로 보호됨
th: ปกป้องด้วย Keychain
zh_hant: 使用 Keychain 保護

source: 例如 387682726
en: e.g. 387682726
ja: 例：387682726
ko: 예: 387682726
th: เช่น 387682726

source: 保存
en: Save
ko: 저장
th: บันทึก
zh_hant: 儲存
zh_hk: 儲存

source: 保存位置
en: Save Location
ja: 保存先
ko: 저장 위치
th: ตำแหน่งบันทึก
zh_hant: 儲存位置
zh_hk: 儲存位置

source: 保存前会先登录验证，并在需要时要求双重认证验证码。
en: Your login is verified before saving, and a two-factor code is requested when needed.
ja: 保存前にログインを確認し、必要に応じて2ファクタ認証コードを求めます。
ko: 저장하기 전에 로그인을 확인하며, 필요한 경우 이중 인증 코드를 요청합니다.
th: ระบบจะตรวจสอบการเข้าสู่ระบบก่อนบันทึก และจะขอรหัสยืนยันสองชั้นเมื่อจำเป็น
zh_hant: 儲存前會先登入驗證，並在需要時要求雙重認證驗證碼。

source: 保存目录
en: Save Location
ja: 保存先
ko: 저장 위치
th: ตำแหน่งที่บันทึก
zh_hant: 儲存目錄

source: 停止
en: Stop
ko: 중지
th: หยุด

source: 关于
en: About
ja: 情報
ko: 정보
th: เกี่ยวกับ
zh_hant: 關於
zh_hk: 關於

source: 关闭
en: Close
ja: 閉じる
ko: 닫기
th: ปิด
zh_hant: 關閉
zh_hk: 關閉

source: 内置 Node 缺失或不可执行：%@
en: Bundled Node missing or not executable: %@
ja: 内蔵 Node が見つからないか実行できません：%@
ko: 내장 Node가 없거나 실행할 수 없습니다: %@
th: Node ที่มากับแอปขาดหายหรือเรียกใช้ไม่ได้: %@
zh_hant: 內建 Node 缺失或無法執行：%@
zh_hk: 內置 Node 缺失或無法執行：%@

source: 内置运行时
en: Bundled runtime
ja: 内蔵ランタイム
ko: 내장 런타임
th: รันไทม์ที่มากับแอป
zh_hant: 內建執行環境
zh_hk: 內置執行階段

source: 凭据加密失败
en: Credential encryption failed
ja: 認証情報の暗号化に失敗しました
ko: 자격 증명 암호화 실패
th: การเข้ารหัสข้อมูลรับรองล้มเหลว
zh_hant: 憑證加密失敗
zh_hk: 憑證加密失敗

source: 凭据密钥 (Keychain) 无效
en: Invalid credential key (Keychain)
ja: 認証情報キー (Keychain) が無効です
ko: 자격 증명 키(Keychain)가 잘못되었습니다
th: คีย์ข้อมูลรับรอง (Keychain) ไม่ถูกต้อง
zh_hant: 憑證密鑰 (Keychain) 無效
zh_hk: 憑證密鑰 (Keychain) 無效

source: 凭据密钥 (Keychain) 读取失败：%lld
en: Failed to read credential key (Keychain): %lld
ja: 認証情報キー (Keychain) の読み込みに失敗：%lld
ko: 자격 증명 키(Keychain) 읽기 실패: %lld
th: อ่านคีย์ข้อมูลรับรอง (Keychain) ล้มเหลว: %lld
zh_hant: 讀取憑證密鑰 (Keychain) 失敗：%lld
zh_hk: 讀取憑證密鑰 (Keychain) 失敗：%lld

source: 切换到账户
en: Switch to account
ja: アカウントに切り替え
ko: 계정으로 전환
th: สลับไปที่บัญชี
zh_hant: 切換至帳號
zh_hk: 切換至帳戶

source: 切换语言后需要重新启动 App 才能完全生效。
en: You need to restart the app for the language change to fully take effect.
ja: 言語を切り替えた後、完全に反映するには App の再起動が必要です。
ko: 언어를 변경한 후 완전히 적용하려면 앱을 재시작해야 합니다.
th: หลังเปลี่ยนภาษา ต้องเริ่มแอปใหม่จึงจะมีผลสมบูรณ์
zh_hant: 切換語言後需重新啟動 App 才能完全生效。
zh_hk: 切換語言後需重新啟動 App 才能完全生效。

source: 删除本地保存的加密凭据
en: Delete the locally saved encrypted credentials
ja: ローカルに保存した暗号化認証情報を削除
ko: 로컬에 저장된 암호화 자격 증명 삭제
th: ลบข้อมูลรับรองที่เข้ารหัสซึ่งบันทึกในเครื่อง
zh_hant: 刪除本機儲存的加密憑證
zh_hk: 刪除本機儲存的加密憑證

source: 删除本地文件
en: Delete local file
ja: ローカルファイルを削除
ko: 로컬 파일 삭제
th: ลบไฟล์ในเครื่อง
zh_hant: 刪除本機檔案
zh_hk: 刪除本機檔案

source: 删除账户
en: Delete account
ja: アカウントを削除
ko: 계정 삭제
th: ลบบัญชี
zh_hant: 刪除帳號
zh_hk: 刪除帳戶

source: 制作人
en: Author
ja: 制作者
ko: 제작자
th: ผู้จัดทำ
zh_hant: 製作人
zh_hk: 製作人

source: 刷新
en: Refresh
ja: 更新
ko: 새로 고침
th: รีเฟรช
zh_hant: 重新整理
zh_hk: 重新整理

source: 前往
en: Go
ja: 移動
ko: 이동
th: ไป

source: 前往“搜索”选择 App 和版本以开始下载。
en: Go to Search to pick an app and version to start downloading.
ja: 「検索」で App とバージョンを選んでダウンロードを開始します。
ko: ‘검색’에서 앱과 버전을 선택해 다운로드를 시작하세요.
th: ไปที่ “ค้นหา” เพื่อเลือกแอปและเวอร์ชันเพื่อเริ่มดาวน์โหลด
zh_hant: 前往「搜尋」選擇 App 和版本以開始下載。
zh_hk: 前往「搜尋」選擇 App 和版本以開始下載。

source: 功能切换
en: Switch view
ja: 表示切り替え
ko: 보기 전환
th: สลับมุมมอง
zh_hant: 功能切換
zh_hk: 功能切換

source: 加密保存你的 Apple 账户和密码
en: Securely save your Apple account and password
ja: Apple アカウントとパスワードを暗号化して保存
ko: Apple 계정과 비밀번호를 암호화하여 저장
th: บันทึกบัญชีและรหัสผ่าน Apple ของคุณแบบเข้ารหัส
zh_hant: 加密儲存你的 Apple 帳號和密碼
zh_hk: 加密儲存你的 Apple 帳戶和密碼

source: 加载更多失败：%@
en: Failed to load more: %@
ja: 追加読み込みに失敗：%@
ko: 더 불러오기 실패: %@
th: โหลดเพิ่มล้มเหลว: %@
zh_hant: 載入更多失敗：%@
zh_hk: 載入更多失敗：%@

source: 历史版本
en: Version History
ja: バージョン履歴
ko: 버전 기록
th: ประวัติเวอร์ชัน
zh_hant: 歷史版本
zh_hk: 歷史版本

source: 历史版本数据源
en: Version History Source
ja: バージョン履歴のデータソース
ko: 버전 기록 데이터 소스
th: แหล่งข้อมูลประวัติเวอร์ชัน
zh_hant: 歷史版本資料來源

source: 历史版本来源
en: Version History Sources
ja: バージョン履歴の提供元
ko: 버전 기록 출처
th: แหล่งประวัติเวอร์ชัน
zh_hant: 歷史版本來源
zh_hk: 歷史版本來源

source: 双重认证
en: Two-Factor Authentication
ja: 二要素認証
ko: 이중 인증
th: การยืนยันสองชั้น
zh_hant: 雙重驗證
zh_hk: 雙重認證

source: 取消
en: Cancel
ja: キャンセル
ko: 취소
th: ยกเลิก

source: 可在设置中选择保存目录。
en: Choose a save location in Settings.
ja: 設定で保存先を選択できます。
ko: 설정에서 저장 위치를 선택할 수 있습니다.
th: คุณสามารถเลือกตำแหน่งที่บันทึกได้ในการตั้งค่า
zh_hant: 可在設定中選擇儲存目錄。

source: 可留空，或从历史版本填入
en: Leave blank or fill from version history
ja: 空欄のままにするか、バージョン履歴から入力
ko: 비워 두거나 버전 기록에서 채우기
th: เว้นว่างไว้ หรือกรอกจากประวัติเวอร์ชัน
zh_hant: 可留空，或從歷史版本填入
zh_hk: 可留空，或從歷史版本填入

source: 否
en: No
ja: いいえ
ko: 아니요
th: ไม่ใช่

source: 在「搜索」里查看这个 App
en: View this app in Search
ja: この App を「検索」で表示
ko: ‘검색’에서 이 앱 보기
th: ดูแอปนี้ใน “ค้นหา”
zh_hant: 在「搜尋」中查看這個 App
zh_hk: 在「搜尋」中查看這個 App

source: 在搜索中查看
en: View in Search
ja: 検索で表示
ko: 검색에서 보기
th: ดูในการค้นหา
zh_hant: 在搜尋中查看

source: 在搜索里选择一个 App。
en: Select an app from Search.
ja: 検索から App を選択してください。
ko: 검색에서 앱을 선택하세요.
th: เลือกแอปจากการค้นหา
zh_hant: 在搜尋中選擇一個 App。
zh_hk: 在搜尋中選擇一個 App。

source: 在访达中打开
en: Open in Finder
ja: Finder で開く
ko: Finder에서 열기
th: เปิดใน Finder
zh_hant: 在 Finder 中開啟
zh_hk: 在 Finder 中開啟

source: 在访达中显示
en: Show in Finder
ja: Finder に表示
ko: Finder에서 보기
th: แสดงใน Finder
zh_hant: 在 Finder 中顯示
zh_hk: 在 Finder 中顯示

source: 地区
en: Region
ja: 地域
ko: 지역
th: ภูมิภาค
zh_hant: 地區
zh_hk: 地區

source: 地区 %@
en: Region %@
ja: 地域 %@
ko: 지역 %@
th: ภูมิภาค %@
zh_hant: 地區 %@
zh_hk: 地區 %@

source: 填入下载
en: Fill into download
ja: ダウンロードに入力
ko: 다운로드에 채우기
th: กรอกลงดาวน์โหลด
zh_hant: 填入下載
zh_hk: 填入下載

source: 填入左侧下载
en: Fill into the download panel
ja: 左側のダウンロードに入力
ko: 왼쪽 다운로드에 채우기
th: กรอกลงแผงดาวน์โหลดด้านซ้าย
zh_hant: 填入左側下載
zh_hk: 填入左側下載

source: 大小
en: Size
ja: サイズ
ko: 크기
th: ขนาด

source: 失败
en: Failed
ja: 失敗
ko: 실패
th: ล้มเหลว
zh_hant: 失敗
zh_hk: 失敗

source: 存储
en: Storage
ja: ストレージ
ko: 저장
th: ที่จัดเก็บ
zh_hant: 儲存
zh_hk: 儲存

source: 安全
en: Security
ja: セキュリティ
ko: 보안
th: ความปลอดภัย

source: 完成
en: Done
ja: 完了
ko: 완료
th: เสร็จสิ้น

source: 密码
en: Password
ja: パスワード
ko: 비밀번호
th: รหัสผ่าน
zh_hant: 密碼
zh_hk: 密碼

source: 将从本机移除 %@。
en: %@ will be removed from this Mac.
ja: %@をこのMacから削除します。
ko: %@을(를) 이 Mac에서 제거합니다.
th: %@ จะถูกลบออกจาก Mac เครื่องนี้
zh_hant: 將從本機移除 %@。

source: 就绪
en: Ready
ja: 準備完了
ko: 준비됨
th: พร้อม
zh_hant: 就緒
zh_hk: 就緒

source: 展开
en: Expand
ja: 展開
ko: 펼치기
th: ขยาย
zh_hant: 展開
zh_hk: 展開

source: 已下载 %lld 个版本
en: %lld versions downloaded
ja: %lld個のバージョンをダウンロード済み
ko: %lld개 버전 다운로드됨
th: ดาวน์โหลดแล้ว %lld เวอร์ชัน
zh_hant: 已下載 %lld 個版本

source: 已下载 App
en: Downloaded Apps
ja: ダウンロード済み App
ko: 다운로드한 앱
th: แอปที่ดาวน์โหลด
zh_hant: 已下載 App
zh_hk: 已下載 App

source: 已下载的 App。
en: Downloaded apps.
ja: ダウンロード済みの App。
ko: 다운로드한 앱.
th: แอปที่ดาวน์โหลดแล้ว
zh_hant: 已下載的 App。
zh_hk: 已下載的 App。

source: 已从 Apple 元数据获取 %lld 个版本 ID。
en: Fetched %lld version IDs from Apple metadata.
ja: Apple のメタデータから %lld 件のバージョン ID を取得しました。
ko: Apple 메타데이터에서 버전 ID %lld개를 가져왔습니다.
th: ดึงเวอร์ชัน ID %lld รายการจากข้อมูลเมตาของ Apple แล้ว
zh_hant: 已從 Apple 中繼資料取得 %lld 個版本 ID。
zh_hk: 已從 Apple 中繼資料取得 %lld 個版本 ID。

source: 已切换到 %@
en: Switched to %@
ja: %@ に切り替えました
ko: %@(으)로 전환했습니다
th: สลับไปที่ %@ แล้ว
zh_hant: 已切換至 %@
zh_hk: 已切換至 %@

source: 已删除 %@
en: Deleted %@
ja: %@ を削除しました
ko: %@을(를) 삭제했습니다
th: ลบ %@ แล้ว
zh_hant: 已刪除 %@
zh_hk: 已刪除 %@

source: 已删除账户，当前切换到 %@
en: Account deleted, switched to %@
ja: アカウントを削除し、%@ に切り替えました
ko: 계정을 삭제하고 %@(으)로 전환했습니다
th: ลบบัญชีแล้ว สลับไปที่ %@
zh_hant: 已刪除帳號，目前切換至 %@
zh_hk: 已刪除帳戶，目前切換至 %@

source: 已加密保存 %@
en: Saved %@ securely
ja: %@ を暗号化して保存しました
ko: %@을(를) 암호화하여 저장했습니다
th: บันทึก %@ แบบเข้ารหัสแล้ว
zh_hant: 已加密儲存 %@
zh_hk: 已加密儲存 %@

source: 已填入版本 ID：%@。
en: Version ID filled in: %@.
ja: バージョン ID を入力しました：%@。
ko: 버전 ID를 입력했습니다: %@.
th: กรอกเวอร์ชัน ID แล้ว: %@

source: 已清除本地保存的账户
en: Cleared locally saved accounts
ja: ローカルに保存したアカウントを消去しました
ko: 로컬에 저장된 계정을 지웠습니다
th: ล้างบัญชีที่บันทึกในเครื่องแล้ว
zh_hant: 已清除本機儲存的帳號
zh_hk: 已清除本機儲存的帳戶

source: 已载入 %lld 个 App。
en: Loaded %lld apps.
ja: %lld 件の App を読み込みました。
ko: 앱 %lld개를 불러왔습니다.
th: โหลดแอปแล้ว %lld รายการ
zh_hant: 已載入 %lld 個 App。
zh_hk: 已載入 %lld 個 App。

source: 已载入 %lld 个 Apple 账户
en: Loaded %lld Apple accounts
ja: %lld 件の Apple アカウントを読み込みました
ko: Apple 계정 %lld개를 불러왔습니다
th: โหลดบัญชี Apple แล้ว %lld รายการ
zh_hant: 已載入 %lld 個 Apple 帳號
zh_hk: 已載入 %lld 個 Apple 帳戶

source: 已载入 %lld 个热门 App。
en: Loaded %lld popular apps.
ja: 人気の App を %lld 件読み込みました。
ko: 인기 앱 %lld개를 불러왔습니다.
th: โหลดแอปยอดนิยมแล้ว %lld รายการ
zh_hant: 已載入 %lld 個熱門 App。
zh_hk: 已載入 %lld 個熱門 App。

source: 已选
en: Selected
ja: 選択済み
ko: 선택됨
th: เลือกแล้ว
zh_hant: 已選
zh_hk: 已選

source: 已选择 %@，版本 ID：%@。
en: Selected %@, version ID: %@.
ja: %@ を選択、バージョン ID：%@。
ko: %@ 선택, 버전 ID: %@.
th: เลือก %@ แล้ว เวอร์ชัน ID: %@
zh_hant: 已選擇 %@，版本 ID：%@。
zh_hk: 已選擇 %@，版本 ID：%@。

source: 已验证并保存 %@（%@）
en: Verified and saved %@ (%@)
ja: %@（%@）を確認して保存しました
ko: %@(%@)을(를) 확인하고 저장했습니다
th: ยืนยันและบันทึก %@ (%@) แล้ว
zh_hant: 已驗證並儲存 %@（%@）
zh_hk: 已驗證並儲存 %@（%@）

source: 应用
en: App
ja: App
ko: 앱
th: แอป
zh_hant: 應用
zh_hk: 應用

source: 建议先设置保存目录，再开始下载 IPA。
en: Set a save location before downloading IPAs.
ja: IPAをダウンロードする前に保存先を設定してください。
ko: IPA를 다운로드하기 전에 저장 위치를 설정하세요.
th: แนะนำให้ตั้งค่าตำแหน่งที่บันทึกก่อนเริ่มดาวน์โหลด IPA
zh_hant: 建議先設定儲存目錄，再開始下載 IPA。

source: 开始
en: Start
ja: 開始
ko: 시작
th: เริ่ม
zh_hant: 開始
zh_hk: 開始

source: 开始下载
en: Start download
ja: ダウンロード開始
ko: 다운로드 시작
th: เริ่มดาวน์โหลด
zh_hant: 開始下載
zh_hk: 開始下載

source: 开源项目
en: Open Source
ja: オープンソース
ko: 오픈 소스
th: โอเพนซอร์ส
zh_hant: 開源專案
zh_hk: 開源項目

source: 当前使用
en: In Use
ja: 使用中
ko: 사용 중
th: กำลังใช้งาน
zh_hant: 目前使用

source: 当前账户
en: Current account
ja: 現在のアカウント
ko: 현재 계정
th: บัญชีปัจจุบัน
zh_hant: 目前帳號
zh_hk: 目前帳戶

source: 手动输入版本 ID
en: Enter version ID manually
ja: バージョン ID を手動入力
ko: 버전 ID 직접 입력
th: ป้อนเวอร์ชัน ID เอง
zh_hant: 手動輸入版本 ID
zh_hk: 手動輸入版本 ID

source: 打包中
en: Packaging
ja: パッケージ中
ko: 패키징 중
th: กำลังบรรจุ
zh_hant: 封裝中
zh_hk: 封裝中

source: 打开 App Store
en: Open in App Store
ja: App Store で開く
ko: App Store에서 열기
th: เปิดใน App Store
zh_hant: 在 App Store 開啟
zh_hk: 在 App Store 開啟

source: 打开保存位置
en: Open save location
ja: 保存先を開く
ko: 저장 위치 열기
th: เปิดตำแหน่งที่บันทึก
zh_hant: 開啟儲存位置
zh_hk: 開啟儲存位置

source: 找到 %lld 个历史版本，来源：%@。
en: Found %lld versions, source: %@.
ja: %lld 件のバージョンが見つかりました。提供元：%@。
ko: 버전 %lld개를 찾았습니다. 출처: %@.
th: พบ %lld เวอร์ชัน แหล่งที่มา: %@
zh_hant: 找到 %lld 個歷史版本，來源：%@。
zh_hk: 找到 %lld 個歷史版本，來源：%@。

source: 找到 %lld 个结果。
en: Found %lld results.
ja: %lld 件の結果が見つかりました。
ko: 결과 %lld개를 찾았습니다.
th: พบ %lld ผลลัพธ์
zh_hant: 找到 %lld 個結果。
zh_hk: 找到 %lld 個結果。

source: 拷贝版本 ID
en: Copy version ID
ja: バージョン ID をコピー
ko: 버전 ID 복사
th: คัดลอกเวอร์ชัน ID
zh_hant: 複製版本 ID
zh_hk: 複製版本 ID

source: 搜索
en: Search
ja: 検索
ko: 검색
th: ค้นหา
zh_hant: 搜尋
zh_hk: 搜尋

source: 搜索 App
en: Search apps
ja: App を検索
ko: 앱 검색
th: ค้นหาแอป
zh_hant: 搜尋 App
zh_hk: 搜尋 App

# 搜索到 %lld 个版本，来源 %@
source: 搜索到 %1$lld 个版本，来源 %2$@
en: Found %lld versions, from %@
ja: %lld個のバージョンが見つかりました（ソース：%@）
ko: %lld개 버전을 찾았습니다 (출처: %@)
th: พบ %lld เวอร์ชัน จาก %@
zh_hant: 搜尋到 %lld 個版本，來源 %@

source: 搜索失败：%@
en: Search failed: %@
ja: 検索に失敗しました：%@
ko: 검색 실패: %@
th: ค้นหาล้มเหลว: %@
zh_hant: 搜尋失敗：%@
zh_hk: 搜尋失敗：%@

source: 搜索结果
en: Search Results
ja: 検索結果
ko: 검색 결과
th: ผลการค้นหา
zh_hant: 搜尋結果
zh_hk: 搜尋結果

source: 支持作者
en: Support the Developer
ja: 開発者を支援
ko: 개발자 후원
th: สนับสนุนผู้พัฒนา

source: 无
en: None
ja: なし
ko: 없음
th: ไม่มี
zh_hant: 無

source: 无法启动内置 Node：%@
en: Could not launch bundled Node: %@
ja: 内蔵 Node を起動できません：%@
ko: 내장 Node를 시작할 수 없습니다: %@
th: ไม่สามารถเริ่ม Node ที่มากับแอป: %@
zh_hant: 無法啟動內建 Node：%@
zh_hk: 無法啟動內置 Node：%@

source: 无法找到 App 资源目录。
en: Could not find the app resource directory.
ja: App のリソースディレクトリが見つかりません。
ko: 앱 리소스 디렉터리를 찾을 수 없습니다.
th: ไม่พบไดเรกทอรีทรัพยากรของแอป
zh_hant: 找不到 App 資源目錄。
zh_hk: 找不到 App 資源目錄。

source: 无法找到内置 Node 项目：%@
en: Could not find the bundled Node project: %@
ja: 内蔵 Node プロジェクトが見つかりません：%@
ko: 내장 Node 프로젝트를 찾을 수 없습니다: %@
th: ไม่พบโปรเจกต์ Node ที่มากับแอป: %@
zh_hant: 找不到內建 Node 專案：%@
zh_hk: 找不到內置 Node 專案：%@

source: 无法登录，请确认你的 Apple 账户和密码是否正确。
en: Sign-in failed. Check that your Apple account and password are correct.
ja: サインインできません。Apple アカウントとパスワードが正しいか確認してください。
ko: 로그인할 수 없습니다. Apple 계정과 비밀번호가 올바른지 확인하세요.
th: เข้าสู่ระบบไม่ได้ โปรดตรวจสอบว่าบัญชีและรหัสผ่าน Apple ของคุณถูกต้อง
zh_hant: 無法登入，請確認你的 Apple 帳號和密碼是否正確。
zh_hk: 無法登入，請確認你的 Apple 帳戶和密碼是否正確。

source: 日志
en: Logs
ja: ログ
ko: 로그
th: บันทึก
zh_hant: 日誌
zh_hk: 日誌

source: 是
en: Yes
ja: はい
ko: 예
th: ใช่

source: 显示语言
en: Display Language
ja: 表示言語
ko: 표시 언어
th: ภาษาที่แสดง
zh_hant: 顯示語言

source: 暂无内容
en: Nothing here yet
ja: コンテンツがありません
ko: 아직 내용이 없습니다
th: ยังไม่มีเนื้อหา
zh_hant: 暫無內容
zh_hk: 暫無內容

source: 暂无已下载 App
en: No downloaded apps yet
ja: ダウンロード済みの App はありません
ko: 다운로드한 앱이 없습니다
th: ยังไม่มีแอปที่ดาวน์โหลด
zh_hant: 暫無已下載 App
zh_hk: 暫無已下載 App

source: 未命名 Apple 账户
en: Unnamed Apple account
ja: 名称未設定の Apple アカウント
ko: 이름 없는 Apple 계정
th: บัญชี Apple ที่ไม่มีชื่อ
zh_hant: 未命名 Apple 帳號
zh_hk: 未命名 Apple 帳戶

source: 未命名账户
en: Unnamed account
ja: 名称未設定のアカウント
ko: 이름 없는 계정
th: บัญชีที่ไม่มีชื่อ
zh_hant: 未命名帳號
zh_hk: 未命名帳戶

source: 未知 App
en: Unknown App
ja: 不明なApp
ko: 알 수 없는 App
th: แอปที่ไม่รู้จัก

source: 未知地区
en: Unknown region
ja: 不明な地域
ko: 알 수 없는 지역
th: ภูมิภาคที่ไม่รู้จัก
zh_hant: 未知地區
zh_hk: 未知地區

source: 未能从 Apple 获取版本，请改用其他来源。
en: Could not fetch versions from Apple. Try another source.
ja: Apple からバージョンを取得できませんでした。別の提供元をお試しください。
ko: Apple에서 버전을 가져올 수 없습니다. 다른 출처를 사용하세요.
th: ดึงเวอร์ชันจาก Apple ไม่ได้ โปรดใช้แหล่งอื่น
zh_hant: 無法從 Apple 取得版本，請改用其他來源。
zh_hk: 無法從 Apple 取得版本，請改用其他來源。

source: 未设置
en: Not Set
ja: 未設定
ko: 설정 안 됨
th: ยังไม่ได้ตั้งค่า
zh_hant: 未設定

source: 未设置保存位置
en: No save location set
ja: 保存先が未設定
ko: 저장 위치가 설정되지 않음
th: ยังไม่ได้ตั้งตำแหน่งบันทึก
zh_hant: 未設定儲存位置
zh_hk: 未設定儲存位置

source: 未选择
en: Not selected
ja: 未選択
ko: 선택 안 함
th: ยังไม่ได้เลือก
zh_hant: 未選擇
zh_hk: 未選擇

source: 未选择 App
en: No app selected
ja: App 未選択
ko: 선택된 앱 없음
th: ยังไม่ได้เลือกแอป
zh_hant: 未選擇 App
zh_hk: 未選擇 App

source: 本地凭据保护
en: Local Credential Protection
ja: ローカル認証情報の保護
ko: 로컬 자격 증명 보호
th: การปกป้องข้อมูลรับรองในเครื่อง
zh_hant: 本機憑證保護

source: 本地加密凭据文件无效
en: Invalid local encrypted credential file
ja: ローカルの暗号化認証情報ファイルが無効です
ko: 로컬 암호화 자격 증명 파일이 잘못되었습니다
th: ไฟล์ข้อมูลรับรองที่เข้ารหัสในเครื่องไม่ถูกต้อง
zh_hant: 本機加密憑證檔案無效
zh_hk: 本機加密憑證檔案無效

source: 来源
en: Source
ja: 提供元
ko: 출처
th: แหล่งที่มา
zh_hant: 來源
zh_hk: 來源

source: 查历史
en: Find history
ja: 履歴を検索
ko: 기록 찾기
th: ค้นหาประวัติ
zh_hant: 查歷史
zh_hk: 查歷史

source: 查看版本
en: View Versions
ja: バージョンを表示
ko: 버전 보기
th: ดูเวอร์ชัน

source: 查询
en: Look up
ja: 検索
ko: 조회
th: ค้นหา
zh_hant: 查詢
zh_hk: 查詢

source: 查询历史版本
en: Look up version history
ja: バージョン履歴を検索
ko: 버전 기록 조회
th: ค้นหาประวัติเวอร์ชัน
zh_hant: 查詢歷史版本
zh_hk: 查詢歷史版本

source: 查询失败：%@
en: Lookup failed: %@
ja: 検索に失敗しました：%@
ko: 조회 실패: %@
th: ค้นหาล้มเหลว: %@
zh_hant: 查詢失敗：%@
zh_hk: 查詢失敗：%@

source: 查软件
en: Find app
ja: App を検索
ko: 앱 찾기
th: ค้นหาแอป
zh_hant: 查 App
zh_hk: 查 App

source: 检查更新
en: Check for Updates
ja: アップデートを確認
ko: 업데이트 확인
th: ตรวจสอบรายการอัปเดต
zh_hant: 檢查更新
zh_hk: 檢查更新

source: 检查更新…
en: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
th: ตรวจสอบรายการอัปเดต…
zh_hant: 檢查更新…
zh_hk: 檢查更新…

source: 正在下载
en: Downloading
ja: ダウンロード中
ko: 다운로드 중
th: กำลังดาวน์โหลด
zh_hant: 正在下載
zh_hk: 正在下載

source: 正在从 Apple 获取版本…
en: Fetching versions from Apple…
ja: Apple からバージョンを取得中…
ko: Apple에서 버전을 가져오는 중…
th: กำลังดึงเวอร์ชันจาก Apple…
zh_hant: 正在從 Apple 取得版本…
zh_hk: 正在從 Apple 取得版本…

source: 正在加载
en: Loading
ja: 読み込み中
ko: 불러오는 중
th: กำลังโหลด
zh_hant: 載入中
zh_hk: 載入中

source: 正在加载 App...
en: Loading apps...
ja: App を読み込み中...
ko: 앱 불러오는 중...
th: กำลังโหลดแอป...
zh_hant: 正在載入 App...
zh_hk: 正在載入 App...

source: 正在加载更多
en: Loading more
ja: さらに読み込み中
ko: 더 불러오는 중
th: กำลังโหลดเพิ่ม
zh_hant: 正在載入更多
zh_hk: 正在載入更多

source: 正在加载更多 App...
en: Loading more apps...
ja: さらに App を読み込み中...
ko: 앱 더 불러오는 중...
th: กำลังโหลดแอปเพิ่ม...
zh_hant: 正在載入更多 App...
zh_hk: 正在載入更多 App...

source: 正在完成 Apple 账户双重认证…
en: Completing Apple account two-factor authentication…
ja: Apple アカウントの二要素認証を完了中…
ko: Apple 계정 이중 인증을 완료하는 중…
th: กำลังทำการยืนยันสองชั้นของบัญชี Apple ให้เสร็จสิ้น…
zh_hant: 正在完成 Apple 帳號雙重驗證…
zh_hk: 正在完成 Apple 帳戶雙重認證…

source: 正在搜索
en: Searching
ja: 検索中
ko: 검색 중
th: กำลังค้นหา
zh_hant: 正在搜尋
zh_hk: 正在搜尋

source: 正在搜索...
en: Searching...
ja: 検索中...
ko: 검색 중...
th: กำลังค้นหา...
zh_hant: 正在搜尋...
zh_hk: 正在搜尋...

source: 正在查询
en: Looking up
ja: 検索中
ko: 조회 중
th: กำลังค้นหา
zh_hant: 查詢中
zh_hk: 查詢中

source: 正在查询历史版本...
en: Looking up version history...
ja: バージョン履歴を検索中...
ko: 버전 기록 조회 중...
th: กำลังค้นหาประวัติเวอร์ชัน...
zh_hant: 正在查詢歷史版本...
zh_hk: 正在查詢歷史版本...

source: 正在校验并打包
en: Verifying and packaging
ja: 検証してパッケージ中
ko: 검증 및 패키징 중
th: กำลังตรวจสอบและบรรจุ
zh_hant: 正在校驗並封裝
zh_hk: 正在校驗並封裝

source: 正在登录并验证 Apple 账户…
en: Signing in and verifying your Apple account…
ja: Apple アカウントにサインインして確認中…
ko: Apple 계정에 로그인하고 확인하는 중…
th: กำลังเข้าสู่ระบบและยืนยันบัญชี Apple…
zh_hant: 正在登入並驗證 Apple 帳號…
zh_hk: 正在登入並驗證 Apple 帳戶…

source: 正在运行
en: Running
ja: 実行中
ko: 실행 중
th: กำลังทำงาน
zh_hant: 執行中
zh_hk: 執行中

source: 正在验证…
en: Verifying…
ja: 確認中…
ko: 확인 중…
th: กำลังยืนยัน…
zh_hant: 正在驗證…
zh_hk: 正在驗證…

source: 此 Apple 账户已经存在。
en: This Apple account already exists.
ja: このAppleアカウントはすでに存在します。
ko: 이 Apple 계정은 이미 존재합니다.
th: บัญชี Apple นี้มีอยู่แล้ว
zh_hant: 此 Apple 帳戶已經存在。

source: 没有 Apple 账户。点击右上角 + 添加。
en: No Apple accounts. Tap + in the top-right to add one.
ja: Apple アカウントがありません。右上の + で追加してください。
ko: Apple 계정이 없습니다. 오른쪽 위 +를 눌러 추가하세요.
th: ไม่มีบัญชี Apple แตะ + ที่มุมขวาบนเพื่อเพิ่ม
zh_hant: 沒有 Apple 帳號。點按右上角的 + 新增。
zh_hk: 沒有 Apple 帳戶。點按右上角的 + 新增。

source: 没有可删除的账户。
en: No account to delete.
ja: 削除できるアカウントがありません。
ko: 삭제할 계정이 없습니다.
th: ไม่มีบัญชีให้ลบ
zh_hant: 沒有可刪除的帳號。
zh_hk: 沒有可刪除的帳戶。

source: 没有找到 App。
en: No apps found.
ja: App が見つかりませんでした。
ko: 앱을 찾을 수 없습니다.
th: ไม่พบแอป
zh_hant: 找不到 App。
zh_hk: 找不到 App。

source: 没有找到结果。
en: No results found.
ja: 結果が見つかりませんでした。
ko: 결과를 찾을 수 없습니다.
th: ไม่พบผลลัพธ์
zh_hant: 找不到結果。
zh_hk: 找不到結果。

source: 没有查询到历史版本。%@
en: No version history found. %@
ja: バージョン履歴が見つかりませんでした。%@
ko: 버전 기록을 찾을 수 없습니다. %@
th: ไม่พบประวัติเวอร์ชัน %@
zh_hant: 查詢不到歷史版本。%@
zh_hk: 查詢不到歷史版本。%@

source: 添加 Apple 账户
en: Add Apple account
ja: Apple アカウントを追加
ko: Apple 계정 추가
th: เพิ่มบัญชี Apple
zh_hant: 新增 Apple 帳號
zh_hk: 新增 Apple 帳戶
